/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_welcome_text" = "Добро пожаловать в Antidote!";
/* Login screen text */
"login_or_label" = "или";

/* Login screen text */
"create_account" = "Создать аккаунт";
/* Login screen text */
"import_profile" = "Импорт профиля";
/* Password field */
"password" = "Пароль";
/* Login button */
"log_in" = "Войти";
/* Login screen text */
"create_profile" = "Создать профиль";
/* Login screen text */
"import_to_antidote" = "Импорт профиля";
/* Login screen text */
"create_account_username_title" = "Имя пользователя";
/* Login screen text */
"create_account_username_placeholder" = "Имя";
/* Login screen text */
"create_account_profile_title" = "Название профиля";
/* Login screen text */
"create_account_profile_placeholder" = "Профиль";
/* Login screen text */
"create_account_profile_hint" = "напр. Home, iPhone";
/* Login button */
"create_account_go_button" = "Создать";
/* Default status message */
"default_user_status_message" = "Toxing on Antidote";

/* Label shown when connecting to Tox network */
"connecting_label" = "Соединение...";

/* Tab name and screen name */
"contacts_title" = "Контакты";
/* Tab name and screen name */
"chats_title" = "Чаты";
/* Tab name and screen name */
"settings_title" = "Настройки";
/* Tab name and screen name */
"profile_title" = "Профиль";

/* No contacts placeholder text */
"contact_no_contacts" = "Нет контактов";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Добавьте друзей\nили\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "дайте им свой Tox ID";
/* Contact request section title */
"contact_requests_section" = "Запросы";
/* Contact last seen status */
"contact_last_seen" = "Был в сети: %@";
/* Screen name */
"contact_request" = "Запрос на добавление";
/* Contact request button */
"contact_request_decline" = "Отклонить";
/* Contact request button */
"contact_request_accept" = "Принять";
/* Contact request confirmation */
"contact_request_delete_title" = "Удалить запрос?";

/* Share Tox ID text */
"show_qr_code" = "Показать QR-код";
/* Share Tox ID text */
"copy" = "Копировать";

/* Add contat screen name */
"add_contact_title" = "Добавить контакт";
/* Add contat button */
"add_contact_send" = "Отправить";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Введите Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "или";
/* Add contat button */
"add_contact_use_qr" = "Сканировать QR-код";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Сообщение";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Привет! Пожалуйста, добавьте меня в список своих контактов.";
/* Add contat error */
"add_contact_wrong_qr" = "QR-код должен содержать Tox ID";

/* User name text */
"name" = "Имя";
/* User nickname text */
"nickname" = "Псевдоним";
/* User status message text */
"status_message" = "Статус";
/* User status text */
"status_title" = "Статус подключения";
/* User Tox ID text */
"my_tox_id" = "Мой Tox ID";
/* User public key text */
"public_key" = "Публичный ключ";
/* Share Tox ID text */
"show_qr" = "QR-код";
/* Profile menu item / screen name */
"profile_details" = "Детали";
/* Profile button */
"logout_button" = "Выйти";

/* QR code screen button */
"qr_close_button" = "Закрыть";

/* Chat screen placeholder */
"chat_no_chats" = "Нет чатов";
/* Chats screen message text */
"chat_outgoing_file" = "Исходящий файл:";
/* Chats screen message text */
"chat_incoming_file" = "Входящий файл:";
/* Chats screen message text */
"chat_call_finished" = "Звонок завершен";
/* Chats screen message text */
"chat_unanwered_call" = "Нет ответа";
/* Chat button */
"chat_send_button" = "Отпр.";
/* Chat notification toast */
"chat_new_messages" = "↓ Новые сообщения";
/* Chat call information */
"chat_call_message" = "Звонок,";
/* Chat call information */
"chat_missed_call_message" = "Пропущенный вызов";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Ещё";

/* Status message */
"status_offline" = "Не в сети";
/* Status message */
"status_online" = "В сети";
/* Status message */
"status_away" = "Отсутствую";
/* Status message */
"status_busy" = "Не беспокоить";

/* Notification text */
"notification_new_message" = "Новое сообщение";
/* Notification text */
"notification_incoming_contact_request" = "Входящий запрос";
/* Notification text */
"notification_is_calling" = "звонит";
/* Notification text */
"notification_incoming_file" = "Входящий файл";

/* Settings menu / screen name */
"settings_about" = "О приложении";
/* Settings menu / screen name */
"settings_advanced_settings" = "Расширенные настройки";
/* Settings menu */
"settings_feedback" = "Отзыв";
/* Settings feedback error */
"settings_configure_email" = "Проверьте настройки email";
/* About screen menu */
"settings_antidote_version" = "Версия";
/* About screen menu */
"settings_antidote_build" = "Сборка";
/* About screen menu */
"settings_toxcore_version" = "Версия Toxcore";
/* Settings screen menu */
"settings_autodownload_images" = "Загрузка изображений";
/* Settings screen menu */
"settings_autodownload_images_description" = "Автоматически загружать входящий изображения.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Превью уведомлений";
/* Settings screen menu */
"settings_notifications_description" = "Вы будете получать уведомления в течении 10 минут после сворачивания Antidote.";
/* Settings screen menu */
"settings_ipv6_enabled" = "Использовать IPv6";
/* Settings screen menu */
"settings_udp_enabled" = "Использовать UDP";
/* Settings screen menu */
"settings_restore_default" = "Сбросить настройки";
/* Settings screen autodownload images option */
"settings_never" = "Никогда";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "При наличии Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Всегда";

/* Profile settings menu */
"set_password" = "Включить пароль";
/* Profile settings menu */
"change_password" = "Изменить пароль";
/* Profile settings menu */
"delete_password" = "Удалить пароль";
/* Profile settings menu */
"old_password" = "Старый пароль";
/* Change password text */
"new_password" = "Новый пароль";
/* Change password text */
"repeat_password" = "Подтвердите пароль";
/* Change password button */
"change_password_done" = "Готово";
/* Change password error */
"password_is_empty_error" = "Пароль не может быть пустым";
/* Change password error */
"wrong_old_password" = "Неверный пароль";
/* Change password error */
"passwords_do_not_match" = "Пароли не совпадают";

/* Source of photo to take */
"photo_from_camera" = "Камера";
/* Source of photo to take */
"photo_from_photo_library" = "Медиатека";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Ошибка конвертации изображения";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Отправить контакту";

/* Profile menu item */
"export_profile" = "Экспорт профиля";
/* Profile menu item */
"delete_profile" = "Удалить профиль";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Удалить этот профиль?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Вы уверены?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Это действие необратимо";

/* Call screen text */
"call_incoming" = "Входящий вызов";
/* Call screen text */
"call_ended" = "Конец вызова";
/* Call screen text */
"call_reaching" = "Вызов...";

/* File message text */
"chat_file_cancelled" = "Отменено";
/* File message text */
"chat_waiting" = "Ожидание...";
/* File message text */
"chat_paused" = "Пауза";

/* Deleting chat confirmation */
"delete_chat_title" = "Удалить чат и историю сообщений?";
/* Deleting contat confirmation */
"delete_contact_title" = "Удалить контакт?\nИстория вашего чата будет потеряна.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Удалить запрос?";
/* Deleting single message in chat */
"delete_single_message" = "Удалить сообщение";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Удалить сообщения";
/* Deleting all messages in chat. */
"delete_all_messages" = "Удалить всё";
/* Delete button */
"alert_delete" = "Удалить";
/* Delete button */
"alert_cancel" = "Отмена";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Имя и профиль должны быть заданы.";
/* Error while creating new profile */
"login_profile_already_exists" = "Такой профиль уже существует";

/* General error title */
"error_title" = "Ошибка";
/* General error button */
"error_ok_button" = "ОК";
/* General error button */
"error_retry_button" = "Повторить";
/* Error */
"error_contact_not_connected" = "Контакт не в сети";
/* Error */
"error_too_many_files" = "Слишком много активных загрузок";
/* Error */
"error_internal_message" = "Внутренняя ошибка";
/* Error */
"error_wrong_password_title" = "Неверный пароль";
/* Error */
"error_wrong_password_message" = "Пароль содержит недопустимые символы.";
/* Error */
"error_import_not_exist_title" = "Невозможно импортировать файл";
/* Error */
"error_import_not_exist_message" = "Файл не существует";
/* Error */
"error_decrypt_title" = "Невозможно расшифровать файл";
/* Error */
"error_decrypt_empty_data_message" = "Недостаточно данных.";
/* Error */
"error_decrypt_bad_format_message" = "Файл поврежден или имеет неверный формат.";
/* Error */
"error_decrypt_wrong_password_message" = "Неверный пароль";
/* Error */
"error_general_unknown_message" = "Неизвестная ошибка";
/* Error */
"error_general_no_memory_message" = "Недостаточно памяти.";
/* Error */
"error_general_bind_port_message" = "Порт занят.";
/* Error */
"error_general_profile_encrypted_message" = "Профиль зашифрован.";
/* Error */
"error_general_bad_format_message" = "Файл поврежден или имеет неверный формат.";
/* Error */
"error_proxy_title" = "Ошибка прокси";
/* Error */
"error_proxy_invalid_address_message" = "Адрес имеет неверный формат.";
/* Error */
"error_proxy_invalid_port_message" = "Неверный порт.";
/* Error */
"error_proxy_host_not_resolved_message" = "Невозможно разрешить адрес.";

/* Error */
"error_name_too_long" = "Имя слишком длинное.";
/* Error */
"error_status_message_too_long" = "Статус слишком длинный";

/* Error */
"error_contact_request_too_long" = "Сообщение слишком длинная";
/* Error */
"error_contact_request_no_message" = "Отсутствует сообщение";
/* Error */
"error_contact_request_own_key" = "Нельзя добавить себя в Контакты";
/* Error */
"error_contact_request_already_sent" = "Запрос уже отправлен";
/* Error */
"error_contact_request_bad_checksum" = "Неверная контрольная сумма, перепроверьте Tox ID";
/* Error */
"error_contact_request_new_nospam" = "Неверный nospam, перепроверьте Tox ID";

/* Call error */
"call_error_already_in_call" = "Абонент занят";
/* Call error */
"call_error_contact_is_offline" = "Абонент не в сети";
/* Call error */
"call_error_no_active_call" = "Нет активных звонков";

/* Error while using color theme */
"theme_error_cannot_open" = "Не удалось открыть, тема имеет неверный формат";
